tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "docker-compose", link: false
brew "git"
brew "go"
brew "handbrake"
brew "jq"
brew "node"
brew "pyenv"
brew "python@3.12"
brew "python@3.9"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "android-studio"
cask "angry-ip-scanner"
cask "bettertouchtool"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "freecad"
cask "inkscape"
cask "iterm2"
cask "kdiff3"
cask "microsoft-teams"
cask "openscad"
cask "orcaslicer"
cask "prusaslicer"
cask "signal"
cask "slack"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "afred@4"
cask "microsoft-teams"
cask "1password"
cask "1password-cli"
cask "docker"
cask "istat-menus"
cask "postman"
vscode "bxantus.mdoc"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "shd101wyy.markdown-preview-enhanced"
